Repository: wangzhaotao/ffmpeg_demo_new
Catalog: FFMPEG_PlayerDemo/FFMPEG_PlayerDemo/suppporting/*.lproj/BCBaseLocalizable.strings
Languages: de, es, fr, it

# bc.push.is_closed
source: is closed
de: wurde geschlossen
es: está cerrado
fr: est fermé
it: è chiuso

# bc.push.sdcard_format_fail_tip
source: Failed to format microSD card.
de: Die microSD-Karte konnte nicht formatiert werden.
es: Fallo al formatear la tarjeta microSD.
fr: Le formatage de la carte microSD a échoué.
it: Impossibile formattare la scheda MicroSD.

# bc.push.someone_is_spotted
source: Someone has been spotted.
de: Eine Person wurde entdeckt.
es: Se ha detectado a alguien.
fr: Une présence a été repérée.
it: È stata rilevata una presenza.

# bc.push.is_online
source: is online
de: ist online
es: está conectada
fr: est en ligne
it: è online

# bc.push.home_base_alarm_pir_or_motion
source: %@ is alarming due to motion detected.
de: %@ gibt einen Alarm aus, weil eine Bewegung erkannt wurde.
es: %@ emite una alarma porque se ha detectado movimiento.
fr: La %@ émet une alarme en raison d'un mouvement détecté.
it: L'unità %@ è in allarme per rilevamento di movimento.

# bc.push.home_base_alarm_gsensor
source: %@ is alarming due to camera anti-theft triggered.
de: %@ gibt einen Alarm aus, weil der Diebstahlschutz der Kamera ausgelöst wurde.
es: %@ emite una alarma porque se ha activado la detección antirrobo.
fr: La %@ émet une alarme en raison du déclenchement de l'antivol de la caméra.
it: L'unità %@ è in allarme per l'attivazione del sistema antifurto della telecamera.

# bc.push.sdcard_mount_fail_tip
source: Failed to read microSD card.
de: Die microSD-Karte konnte nicht gelesen werden.
es: Fallo al leer la tarjeta microSD.
fr: La lecture de la carte microSD a échoué.
it: Impossibile leggere la scheda microSD.

# bc.push.cloud_service_will_expire_warning
source: %1$@cloud storage service will expire in %2$@ %3$@
de: %1$@Cloud-Speicherdienst läuft in %2$@ %3$@ ab.
es: El servicio de almacenamiento en la nube %1$@ caducará en %2$@ %3$@
fr: %1$@Le service de stockage sur le Cloud expirera dans %2$@ %3$@
it: %1$Il servizio di archiviazione cloud @ scade tra %2$@ %3$@

# bc.push.motion_detected
source: Motion detected
de: Bewegung erkannt
es: Se ha detectado movimiento
fr: Mouvement détecté
it: Rilevato movimento

# bc.push.system_switched
source: The system has been switched to Away mode by %@.
de: Das System ist gemäß %@ in den Modus „Abwesend“ gewechselt.
es: El sistema ha cambiado al modo Fuera de casa mediante la %@
fr: Le système est passé en mode Absence en fonction du %@.
it: Il sistema è passato alla modalità Fuori casa in base alla %@.

# bc.push.nosdcard_tip
source: Please insert a microSD card.
de: Bitte eine microSD-Karte einlegen.
es: Introduzca una tarjeta microSD.
fr: Insérez une carte microSD.
it: Inserire una scheda MicroSD.

# bc.push.system_geofencing
source: Geofencing
es: Geovallado
fr: Géorepérage

# bc.push.sdcard_needformat_tip
source: microSD card needs to be formatted for storage encryption.
de: Die microSD-Karte muss für die Speicherverschlüsselung formatiert werden.
es: La tarjeta microSD se tiene que formatear para la codificación de almacenamiento.
fr: La carte microSD doit être formatée pour chiffrer les données.
it: La scheda microSD deve essere formattata per la crittografia dello spazio di archiviazione.

# bc.push.event
source: event
de: Ereignis
es: evento
fr: événement
it: evento

# bc.push.system_switched_ex
source: The system has been switched to %@ mode by %@
de: Das System ist gemäß %@ in den Modus %@ gewechselt
es: El sistema ha cambiado al modo %@ mediante la %@
fr: Le système est passé en mode %@e en fonction du %@
it: Il sistema è passato alla modalità %@ in base alla %@

# bc.push.Your_something
source: Your %@
de: Ihre %@
es: Su %@
fr: Votre %@
it: La scheda microSD %@

# bc.push.isopened
source: is opened
de: wurde geöffnet
es: se ha abierto
fr: est ouvert
it: è aperto

# bc.push.system_switched_default
source: The system has automatically switched security modes according to the settings
de: Das System hat den Sicherheitsmodus automatisch gemäß den Einstellungen umgestellt
es: El sistema ha cambiado automáticamente los modos de seguridad de acuerdo con la configuración
fr: Le système a automatiquement basculé les modes de sécurité en fonction des paramètres
it: Il sistema ha commutato automaticamente le modalità di sicurezza in base alle impostazioni

# bc.push.detected_stranger
source: Someone has been spotted.
de: Eine Person wurde entdeckt.
es: Se ha detectado a alguien.
fr: Une présence a été repérée.
it: È stata rilevata una presenza.

# bc.push.system_schedule
source: Schedule
de: Zeitplan
es: Horario
fr: Programme
it: Programma

# bc.push.system_alarm
source: Sound Alarm is enabled.
de: Das System ist gemäß Geofencing in den Modus „Abwesend“ gewechselt.
es: El sistema ha cambiado al modo Fuera de casa mediante el geovallado.
fr: Le système est passé en mode Absence en fonction du Géorepérage.
it: Il sistema è passato alla modalità Fuori casa in base al geofencing.

# bc.push.camera_battery_full
source: Camera is fully charged.
de: Die Kamera ist vollständig aufgeladen.
es: La cámara se ha cargado en su totalidad.
fr: La caméra est entièrement chargée.
it: La telecamera è completamente carica.

# bc.push.sdcard_formatting_tip
source: microSD card is formatting.
de: Die microSD-Karte wird formatiert.
es: La tarjeta microSD se está formateando.
fr: Formatage de la carte microSD…
it: è in fase di formattazione.

# bc.push.sdcard_busy_tip
source: microSD card is formatting.
de: Die microSD-Karte wird formatiert.
es: La tarjeta microSD se está formateando.
fr: Formatage de la carte microSD…
it: La scheda microSD è in fase di formattazione.

# bc.push.home_base_alarm_door
source: %@ is alarming due to sensor triggered.
de: %@ gibt einen Alarm aus, weil ein Sensor ausgelöst wurde.
es: %@ emite una alarma porque se ha activado el sensor.
fr: La %@ émet une alarme en raison du déclenchement du capteur.
it: L'unità %@ è in allarme per l'attivazione di un sensore.

# bc.push.yourcamera
source: Your camera %@'s
de: Ihre Kamera %@
es: Su cámara %@
fr: L'élément %@ de votre caméra
it: Il %@ della telecamera

# bc.push.lowbattery_tip
source: is in low battery.
de: hat einen schwachen Akku.
es: batería baja.
fr: a une batterie faible.
it: ha la batteria quasi scarica.

# bc.push.is_showing_up
source: is arriving.
de: nähert sich.
es: llega.
fr: arrive.
it: è in arrivo.

# bc.push.cam_overheating_tip
source: is overheating.
de: überhitzt.
es: se está sobrecalentando.
fr: surchauffe.
it: si sta surriscaldando.

# bc.push.gsensor_triggered_tip
source: Attention! Someone is moving the camera %@
de: Achtung! Die Kamera %@ wurde bewegt
es: ¡Atención! Alguien está moviendo la cámara %@
fr: Attention ! Quelqu'un déplace la caméra %@
it: Attenzione. Qualcuno sta spostando la telecamera %@

# bc.push.sdcard_format_suc_tip
source: microSD card formatted successfully.
de: Die microSD-Karte wurde formatiert.
es: Tarjeta microSD formateada correctamente.
fr: Formatage réussi de la carte microSD.
it: Formattazione della scheda microSD completata.

# bc.push.is_offline
source: is offline
de: ist offline
es: está sin conexión
fr: est hors connexion
it: è offline
